export const HIERARCHY_DATA = {
  "नाशिक": {
    "राजुर": [
      {
        "name": "तिरडे",
        "udise": "00000000001816"
      },
      {
        "name": "पळसुंदे",
        "udise": "00000000002399"
      },
      {
        "name": "शिरपुंजे",
        "udise": "00000000003524"
      },
      {
        "name": "मवेशी",
        "udise": "00000000004496"
      },
      {
        "name": "खिरविरे",
        "udise": "00000000005867"
      },
      {
        "name": "कोहणे",
        "udise": "000000000064"
      },
      {
        "name": "घाटघर",
        "udise": "00000000007352"
      },
      {
        "name": "इंग्रजी माध्यम मवेशी",
        "udise": "00000000008815"
      },
      {
        "name": "रतनवाडी (मुतखेल)",
        "udise": "00000000009155"
      },
      {
        "name": "आदर्श",
        "udise": "00000000010206"
      },
      {
        "name": "केळी-कोतूळ",
        "udise": "00000000011490"
      },
      {
        "name": "पिंपरकणे",
        "udise": "00000000012153"
      },
      {
        "name": "केळी रुम्हणवाडी",
        "udise": "00000000013240"
      },
      {
        "name": "पैठण कन्या",
        "udise": "00000000014529"
      },
      {
        "name": "म्हसवंडी",
        "udise": "00000000180845"
      },
      {
        "name": "जवळेबाळेश्वर",
        "udise": "00000000181615"
      },
      {
        "name": "सावरचोळ",
        "udise": "00000000182122"
      },
      {
        "name": "साकुर",
        "udise": "00000000183951"
      },
      {
        "name": "अकलापूर",
        "udise": "00000000184579"
      },
      {
        "name": "पळशी",
        "udise": "00000000185850"
      },
      {
        "name": "कोळेवाडी",
        "udise": "00000000186319"
      }
    ],
    "कळवण": [
      {
        "name": "बापखेडा",
        "udise": "00000000015329"
      },
      {
        "name": "दळवट",
        "udise": "00000000016525"
      },
      {
        "name": "काठरे(दिगर)",
        "udise": "00000000017734"
      },
      {
        "name": "खर्डे (दिगर)",
        "udise": "00000000018594"
      },
      {
        "name": "गणोरे",
        "udise": "00000000019810"
      },
      {
        "name": "कनाशी (मुलींची)",
        "udise": "00000000020792"
      },
      {
        "name": "देसगांव",
        "udise": "00000000021449"
      },
      {
        "name": "चणकापूर",
        "udise": "00000000022809"
      },
      {
        "name": "विसापूर",
        "udise": "00000000023388"
      },
      {
        "name": "गोपाळखडी",
        "udise": "00000000024390"
      },
      {
        "name": "मोहनदरी",
        "udise": "00000000025521"
      },
      {
        "name": "नरुळ",
        "udise": "00000000026262"
      },
      {
        "name": "पारेगांव",
        "udise": "00000000027533"
      },
      {
        "name": "रामेश्वर",
        "udise": "00000000139362"
      },
      {
        "name": "देवपूरपाडा",
        "udise": "00000000140702"
      },
      {
        "name": "साल्हेर",
        "udise": "00000000141420"
      },
      {
        "name": "तताणी",
        "udise": "00000000142417"
      },
      {
        "name": "दोधेश्वर",
        "udise": "00000000143352"
      },
      {
        "name": "तळवाडे (भामेर)",
        "udise": "00000000144802"
      },
      {
        "name": "हरणबारी",
        "udise": "00000000145704"
      },
      {
        "name": "दहिंदुले",
        "udise": "00000000146238"
      },
      {
        "name": "वाघंबा",
        "udise": "00000000147329"
      },
      {
        "name": "मानुर",
        "udise": "00000000148404"
      },
      {
        "name": "विरगांवपाडा",
        "udise": "00000000149116"
      },
      {
        "name": "गरबड",
        "udise": "00000000150587"
      },
      {
        "name": "पांढरुण",
        "udise": "00000000151168"
      },
      {
        "name": "भिलवाड",
        "udise": "00000000152302"
      },
      {
        "name": "पळसन",
        "udise": "00000000167190"
      },
      {
        "name": "आंबुपाडा",
        "udise": "00000000168162"
      },
      {
        "name": "बुबळी",
        "udise": "00000000169778"
      },
      {
        "name": "माणी (मुलींची)",
        "udise": "00000000170798"
      },
      {
        "name": "डोल्हरे",
        "udise": "00000000171923"
      },
      {
        "name": "भोरमाळ",
        "udise": "00000000172714"
      },
      {
        "name": "सालभोये",
        "udise": "00000000173426"
      },
      {
        "name": "खुंटविहिर",
        "udise": "00000000174772"
      },
      {
        "name": "करंजुल (सु)",
        "udise": "00000000175949"
      },
      {
        "name": "करंजुल -क",
        "udise": "00000000176281"
      },
      {
        "name": "बोरपाडा (मुलींची)",
        "udise": "00000000177144"
      },
      {
        "name": "सराड",
        "udise": "00000000178833"
      },
      {
        "name": "खिराड",
        "udise": "0000000017937"
      }
    ],
    "नाशिक": [
      {
        "name": "आंबे",
        "udise": "00000000028786"
      },
      {
        "name": "कोहोर",
        "udise": "00000000029960"
      },
      {
        "name": "आसरबारी",
        "udise": "00000000030788"
      },
      {
        "name": "बाडगी",
        "udise": "00000000031672"
      },
      {
        "name": "म्हसगण",
        "udise": "00000000032155"
      },
      {
        "name": "चोळमुख",
        "udise": "00000000033626"
      },
      {
        "name": "खरपडी",
        "udise": "00000000034914"
      },
      {
        "name": "बोरवठ",
        "udise": "00000000035813"
      },
      {
        "name": "भुवन",
        "udise": "00000000036301"
      },
      {
        "name": "इनामबारी",
        "udise": "00000000037340"
      },
      {
        "name": "आडगाव भुवन",
        "udise": "00000000038296"
      },
      {
        "name": "खेड",
        "udise": "00000000113104"
      },
      {
        "name": "वैतरणा (मुलांची)",
        "udise": "0000000011489"
      },
      {
        "name": "काळुस्ते",
        "udise": "00000000115720"
      },
      {
        "name": "शेणवड",
        "udise": "00000000116113"
      },
      {
        "name": "मुंढेगाव",
        "udise": "00000000117889"
      },
      {
        "name": "बोरीपाडा",
        "udise": "00000000118278"
      },
      {
        "name": "रायते",
        "udise": "00000000119621"
      },
      {
        "name": "ठाणापाडा",
        "udise": "00000000120821"
      },
      {
        "name": "शिरसगांव",
        "udise": "00000000121280"
      },
      {
        "name": "तोरंगण",
        "udise": "0000000012281"
      },
      {
        "name": "भिलमाळ",
        "udise": "0000000012373"
      },
      {
        "name": "देवगांव (मुलींची)",
        "udise": "00000000124631"
      },
      {
        "name": "देवडोंगरा",
        "udise": "00000000125494"
      },
      {
        "name": "आंबोली",
        "udise": "00000000126512"
      },
      {
        "name": "टिटवे",
        "udise": "00000000127696"
      },
      {
        "name": "ठेपणपाडा",
        "udise": "00000000128415"
      },
      {
        "name": "निगडोळ",
        "udise": "00000000129333"
      },
      {
        "name": "नाळेगांव",
        "udise": "0000000013092"
      },
      {
        "name": "पिंपरखेड",
        "udise": "00000000131926"
      },
      {
        "name": "ननाशी",
        "udise": "00000000132177"
      },
      {
        "name": "गांडोळे",
        "udise": "00000000133348"
      },
      {
        "name": "देवसाणे",
        "udise": "00000000134465"
      },
      {
        "name": "बोपेगांव",
        "udise": "00000000135854"
      },
      {
        "name": "मुरंबी",
        "udise": "00000000136874"
      },
      {
        "name": "देवरगाव",
        "udise": "00000000137457"
      },
      {
        "name": "पिंपळगांव (ग)",
        "udise": "00000000138205"
      },
      {
        "name": "धोंडबार",
        "udise": "00000000187650"
      },
      {
        "name": "चास",
        "udise": "00000000188557"
      }
    ],
    "धुळे": [
      {
        "name": "विहिरगाव",
        "udise": "00000000039536"
      },
      {
        "name": "राईनपाडा",
        "udise": "00000000040934"
      },
      {
        "name": "सुकापूर",
        "udise": "0000000004175"
      },
      {
        "name": "वार्सा",
        "udise": "00000000042439"
      },
      {
        "name": "पांगण",
        "udise": "00000000043417"
      },
      {
        "name": "नवापाडा",
        "udise": "0000000004430"
      },
      {
        "name": "रोहोड",
        "udise": "00000000045222"
      },
      {
        "name": "उमरपाटा",
        "udise": "00000000046882"
      },
      {
        "name": "चरणमाळ",
        "udise": "00000000047672"
      },
      {
        "name": "शिरसोले",
        "udise": "00000000048996"
      },
      {
        "name": "शेवगे",
        "udise": "00000000049662"
      },
      {
        "name": "बोपखेल",
        "udise": "0000000005069"
      },
      {
        "name": "अक्कलकोस",
        "udise": "00000000157333"
      },
      {
        "name": "सुलवाडे",
        "udise": "00000000158726"
      },
      {
        "name": "म्हळसर",
        "udise": "00000000159572"
      },
      {
        "name": "उमरदा",
        "udise": "00000000160187"
      },
      {
        "name": "लौकी",
        "udise": "00000000161952"
      },
      {
        "name": "कोडीद",
        "udise": "00000000162740"
      },
      {
        "name": "जामण्यापाडा",
        "udise": "00000000163381"
      },
      {
        "name": "हिवरखेडा",
        "udise": "00000000164220"
      },
      {
        "name": "अर्थेखुर्द",
        "udise": "00000000165354"
      },
      {
        "name": "शिरपूर (इ.मा)",
        "udise": "00000000166680"
      }
    ],
    "तळोदा": [
      {
        "name": "भांगरापाणी",
        "udise": "0000000005143"
      },
      {
        "name": "नाला",
        "udise": "00000000052767"
      },
      {
        "name": "कुंभारखान",
        "udise": "00000000053835"
      },
      {
        "name": "अलिविहीर",
        "udise": "00000000054563"
      },
      {
        "name": "भगदरी",
        "udise": "00000000055382"
      },
      {
        "name": "दाब",
        "udise": "00000000056539"
      },
      {
        "name": "तालंबा",
        "udise": "00000000057102"
      },
      {
        "name": "मोरंबा",
        "udise": "00000000058657"
      },
      {
        "name": "होराफळी",
        "udise": "00000000059317"
      },
      {
        "name": "खडकापाणी",
        "udise": "00000000060691"
      },
      {
        "name": "असली",
        "udise": "0000000006399"
      },
      {
        "name": "तलार्इ",
        "udise": "00000000064953"
      },
      {
        "name": "बर्डी",
        "udise": "00000000065628"
      },
      {
        "name": "वडफळी",
        "udise": "00000000066935"
      },
      {
        "name": "सरी",
        "udise": "00000000067951"
      },
      {
        "name": "कंकाळामाळ",
        "udise": "00000000068507"
      },
      {
        "name": "जांगठी",
        "udise": "00000000069337"
      },
      {
        "name": "गमण",
        "udise": "00000000070123"
      },
      {
        "name": "दहेल",
        "udise": "00000000071401"
      },
      {
        "name": "तोरणमाळ",
        "udise": "00000000090868"
      },
      {
        "name": "झापी",
        "udise": "00000000091819"
      },
      {
        "name": "सिंदीदिगर",
        "udise": "000000000922"
      },
      {
        "name": "काकरदा",
        "udise": "00000000093927"
      },
      {
        "name": "रोषमाळ",
        "udise": "00000000094957"
      },
      {
        "name": "त्रिशूल",
        "udise": "00000000095354"
      },
      {
        "name": "चुलवड",
        "udise": "00000000096889"
      },
      {
        "name": "मोजरा",
        "udise": "00000000097340"
      },
      {
        "name": "तेलखेडी",
        "udise": "00000000098531"
      },
      {
        "name": "हातधुर्इ",
        "udise": "00000000099771"
      },
      {
        "name": "मांडवी",
        "udise": "00000000100414"
      },
      {
        "name": "शेलगदा",
        "udise": "00000000101426"
      },
      {
        "name": "सोनखुर्द",
        "udise": "00000000102199"
      },
      {
        "name": "वलवाल",
        "udise": "00000000197940"
      },
      {
        "name": "बिजरी",
        "udise": "00000000199936"
      },
      {
        "name": "बोरद",
        "udise": "00000000201699"
      },
      {
        "name": "जांभाइ",
        "udise": "00000000202737"
      },
      {
        "name": "इच्छागव्हाण",
        "udise": "00000000203347"
      },
      {
        "name": "शिर्वे",
        "udise": "00000000204223"
      },
      {
        "name": "लोभाणी",
        "udise": "00000000205649"
      },
      {
        "name": "अमोणी",
        "udise": "00000000206458"
      },
      {
        "name": "सलसाडी",
        "udise": "00000000207862"
      }
    ],
    "नंदुरबार": [
      {
        "name": "लोय",
        "udise": "00000000061320"
      },
      {
        "name": "कोठली",
        "udise": "00000000062787"
      },
      {
        "name": "खोकराळे",
        "udise": "00000000072973"
      },
      {
        "name": "भालेर",
        "udise": "00000000073514"
      },
      {
        "name": "ठाणेपाडा",
        "udise": "00000000074118"
      },
      {
        "name": "ढोंगसागाळी",
        "udise": "00000000075193"
      },
      {
        "name": "बंधारे",
        "udise": "00000000076589"
      },
      {
        "name": "नावली",
        "udise": "00000000077839"
      },
      {
        "name": "कोळदा",
        "udise": "00000000078711"
      },
      {
        "name": "धनराट",
        "udise": "00000000079101"
      },
      {
        "name": "खेकडा",
        "udise": "00000000080195"
      },
      {
        "name": "बोरचक",
        "udise": "00000000081378"
      },
      {
        "name": "वडकळंबी",
        "udise": "00000000082284"
      },
      {
        "name": "खडकी",
        "udise": "00000000083146"
      },
      {
        "name": "पानबारा",
        "udise": "00000000084983"
      },
      {
        "name": "निजामपूर",
        "udise": "00000000085180"
      },
      {
        "name": "देवमोगरा",
        "udise": "00000000086544"
      },
      {
        "name": "नवापूर इ.मा.",
        "udise": "00000000087872"
      },
      {
        "name": "आमसरपाडा",
        "udise": "0000000008866"
      },
      {
        "name": "नंदुरबार इ.मा.",
        "udise": "00000000089426"
      },
      {
        "name": "राणीपूर",
        "udise": "00000000103122"
      },
      {
        "name": "शहादा",
        "udise": "00000000104457"
      },
      {
        "name": "रामपूर",
        "udise": "00000000105882"
      },
      {
        "name": "नवलपूर",
        "udise": "000000001066"
      },
      {
        "name": "सुलतानपूर",
        "udise": "00000000107888"
      },
      {
        "name": "शहाणे",
        "udise": "00000000108113"
      },
      {
        "name": "चिरखान",
        "udise": "00000000109999"
      },
      {
        "name": "चांदसैली",
        "udise": "00000000110417"
      },
      {
        "name": "गणोर",
        "udise": "00000000111441"
      },
      {
        "name": "मलगांव",
        "udise": "00000000112289"
      },
      {
        "name": "वाघाळे",
        "udise": "00000000198642"
      },
      {
        "name": "भादवड",
        "udise": "00000000208835"
      }
    ],
    "यावल": [
      {
        "name": "वैजापुर",
        "udise": "00000000153370"
      },
      {
        "name": "देवझिरी",
        "udise": "00000000154643"
      },
      {
        "name": "कृष्णापुर",
        "udise": "00000000155877"
      },
      {
        "name": "विष्णापुर",
        "udise": "00000000156522"
      },
      {
        "name": "वाघझिरा",
        "udise": "00000000189502"
      },
      {
        "name": "डों.कठोरा",
        "udise": "00000000190592"
      },
      {
        "name": "सार्वे बु.",
        "udise": "00000000191728"
      },
      {
        "name": "मालोद",
        "udise": "00000000192895"
      },
      {
        "name": "सोनबर्डी",
        "udise": "00000000193533"
      },
      {
        "name": "चांदसर",
        "udise": "00000000194872"
      },
      {
        "name": "दहिवद",
        "udise": "00000000195894"
      },
      {
        "name": "पिंगळवाडे",
        "udise": "00000000196941"
      },
      {
        "name": "लालमाती",
        "udise": "00000000460544"
      },
      {
        "name": "जोंधनखेडा",
        "udise": "00000000461171"
      },
      {
        "name": "पळसखेडा",
        "udise": "00000000462626"
      },
      {
        "name": "गंगापुरी",
        "udise": "0000000046397"
      },
      {
        "name": "वलठाण",
        "udise": "0000000047994"
      }
    ]
  },
  "ठाणे": {
    "शहापूर": [
      {
        "name": "शेणवा (कन्या)",
        "udise": "00000000209403"
      },
      {
        "name": "अघई",
        "udise": "00000000210835"
      },
      {
        "name": "पेंढरघोळ",
        "udise": "00000000211219"
      },
      {
        "name": "पिवळी",
        "udise": "00000000212818"
      },
      {
        "name": "सुसरवाडी",
        "udise": "00000000213205"
      },
      {
        "name": "टाकीपठार",
        "udise": "00000000214843"
      },
      {
        "name": "डोळखांब",
        "udise": "00000000215920"
      },
      {
        "name": "कोठारे",
        "udise": "00000000216397"
      },
      {
        "name": "टेंभे",
        "udise": "00000000217411"
      },
      {
        "name": "आंबिवली",
        "udise": "00000000218968"
      },
      {
        "name": "दहागाव",
        "udise": "00000000219739"
      },
      {
        "name": "सावरोली (इंग्रजी)",
        "udise": "00000000220450"
      },
      {
        "name": "विहीगावमाळ",
        "udise": "00000000221843"
      },
      {
        "name": "शिरोळ",
        "udise": "00000000222471"
      },
      {
        "name": "खुटल",
        "udise": "00000000223736"
      },
      {
        "name": "मोरोशी",
        "udise": "0000000022415"
      },
      {
        "name": "माळ",
        "udise": "00000000225826"
      },
      {
        "name": "सासणे",
        "udise": "00000000226411"
      },
      {
        "name": "मढ",
        "udise": "00000000227951"
      },
      {
        "name": "भिनार",
        "udise": "00000000228165"
      },
      {
        "name": "चिंबीपाडा",
        "udise": "00000000229543"
      },
      {
        "name": "पिळंझे",
        "udise": "00000000230630"
      },
      {
        "name": "पिसे",
        "udise": "00000000231452"
      }
    ],
    "पेण": [
      {
        "name": "पाथरज",
        "udise": "00000000232916"
      },
      {
        "name": "भालीवडी",
        "udise": "00000000233464"
      },
      {
        "name": "पिंगळस",
        "udise": "00000000234431"
      },
      {
        "name": "चाफेवाडी",
        "udise": "00000000235656"
      },
      {
        "name": "वरवणे",
        "udise": "00000000236894"
      },
      {
        "name": "वरसई",
        "udise": "00000000237784"
      },
      {
        "name": "सावरसई",
        "udise": "0000000023849"
      },
      {
        "name": "कोळघर",
        "udise": "00000000239288"
      },
      {
        "name": "साई",
        "udise": "00000000240748"
      },
      {
        "name": "सानेगाव",
        "udise": "00000000241874"
      },
      {
        "name": "डोलवली",
        "udise": "00000000242283"
      },
      {
        "name": "नांदवी",
        "udise": "00000000332190"
      },
      {
        "name": "कादवण",
        "udise": "00000000333651"
      },
      {
        "name": "वेरळ",
        "udise": "0000000033432"
      }
    ],
    "जव्हार": [
      {
        "name": "विनवळ",
        "udise": "00000000243837"
      },
      {
        "name": "नांदगांव",
        "udise": "0000000024423"
      },
      {
        "name": "देहरे",
        "udise": "00000000245429"
      },
      {
        "name": "झाप",
        "udise": "00000000246270"
      },
      {
        "name": "साकुर (मुलींची)",
        "udise": "00000000247283"
      },
      {
        "name": "न्याहाळे",
        "udise": "00000000248707"
      },
      {
        "name": "दाभेरी",
        "udise": "00000000249548"
      },
      {
        "name": "दाभोसा",
        "udise": "00000000250756"
      },
      {
        "name": "वांगणी",
        "udise": "00000000251471"
      },
      {
        "name": "ओझर",
        "udise": "00000000252265"
      },
      {
        "name": "एैना",
        "udise": "00000000253924"
      },
      {
        "name": "हिरवे",
        "udise": "00000000254575"
      },
      {
        "name": "सूर्यमाळ",
        "udise": "00000000255481"
      },
      {
        "name": "गोंदे",
        "udise": "00000000256926"
      },
      {
        "name": "कारेगाव",
        "udise": "00000000257812"
      },
      {
        "name": "पळसुंडे",
        "udise": "0000000025858"
      },
      {
        "name": "चास",
        "udise": "00000000259833"
      },
      {
        "name": "धानवळ",
        "udise": "00000000260204"
      },
      {
        "name": "भोपोली",
        "udise": "00000000261826"
      },
      {
        "name": "मुरबाड",
        "udise": "00000000262957"
      },
      {
        "name": "साखरे",
        "udise": "00000000263832"
      },
      {
        "name": "कऱ्हे",
        "udise": "00000000264974"
      },
      {
        "name": "कावळे",
        "udise": "00000000265216"
      },
      {
        "name": "कुर्झे",
        "udise": "00000000266371"
      },
      {
        "name": "पाली",
        "udise": "00000000267907"
      },
      {
        "name": "गुंज (बुधावली)",
        "udise": "00000000268295"
      },
      {
        "name": "गारगाव",
        "udise": "00000000269103"
      },
      {
        "name": "गुहीर",
        "udise": "00000000270407"
      },
      {
        "name": "आमगांव",
        "udise": "00000000271301"
      },
      {
        "name": "कळंबे",
        "udise": "00000000272241"
      }
    ],
    "डहाणू": [
      {
        "name": "आंबेसरी",
        "udise": "00000000273537"
      },
      {
        "name": "खंबाळे",
        "udise": "00000000274829"
      },
      {
        "name": "सायवन",
        "udise": "00000000275549"
      },
      {
        "name": "दाभाडी",
        "udise": "0000000027660"
      },
      {
        "name": "तवा",
        "udise": "00000000277655"
      },
      {
        "name": "महालक्ष्मी",
        "udise": "000000002784"
      },
      {
        "name": "रणकोळ",
        "udise": "00000000279684"
      },
      {
        "name": "उर्से",
        "udise": "00000000280270"
      },
      {
        "name": "अस्वाली",
        "udise": "00000000281333"
      },
      {
        "name": "धामणगाव",
        "udise": "00000000282608"
      },
      {
        "name": "कळमदेवी",
        "udise": "00000000283502"
      },
      {
        "name": "चळणी",
        "udise": "00000000284710"
      },
      {
        "name": "वरखंडा",
        "udise": "00000000285767"
      },
      {
        "name": "कांदरवाडी",
        "udise": "00000000286665"
      },
      {
        "name": "सवणे",
        "udise": "0000000028756"
      },
      {
        "name": "वरवाडा",
        "udise": "00000000288401"
      },
      {
        "name": "डोंगारी",
        "udise": "00000000289535"
      },
      {
        "name": "गिरगाव",
        "udise": "00000000290828"
      },
      {
        "name": "सुत्रकार",
        "udise": "00000000291451"
      },
      {
        "name": "उपलाट",
        "udise": "00000000292426"
      },
      {
        "name": "उधवा",
        "udise": "00000000293205"
      },
      {
        "name": "झाई",
        "udise": "00000000294273"
      },
      {
        "name": "खुटल",
        "udise": "00000000295346"
      },
      {
        "name": "मेंढवन",
        "udise": "00000000296617"
      },
      {
        "name": "नानिवली",
        "udise": "00000000297734"
      },
      {
        "name": "बेटेगाव",
        "udise": "00000000298733"
      },
      {
        "name": "नंडोरे",
        "udise": "00000000299351"
      },
      {
        "name": "एंबुर",
        "udise": "00000000300475"
      },
      {
        "name": "लालठाणे",
        "udise": "00000000301739"
      },
      {
        "name": "गोवाडे",
        "udise": "00000000302648"
      },
      {
        "name": "ढेकाळे",
        "udise": "00000000303475"
      },
      {
        "name": "टाकवहाळ",
        "udise": "00000000304181"
      },
      {
        "name": "भाताणे",
        "udise": "00000000305530"
      }
    ],
    "घोडेगाव": [
      {
        "name": "आंबे",
        "udise": "00000000306930"
      },
      {
        "name": "राजपूर",
        "udise": "00000000307625"
      },
      {
        "name": "गोहे बु.",
        "udise": "00000000308555"
      },
      {
        "name": "असाणे",
        "udise": "00000000309336"
      },
      {
        "name": "घोडेगाव",
        "udise": "000000003109"
      },
      {
        "name": "आहुपे",
        "udise": "00000000311653"
      },
      {
        "name": "तेरुंगण",
        "udise": "0000000031263"
      },
      {
        "name": "सोनावळे",
        "udise": "00000000313423"
      },
      {
        "name": "खटकाळे",
        "udise": "00000000314945"
      },
      {
        "name": "मुथाळने",
        "udise": "00000000315817"
      },
      {
        "name": "अंजनावळे",
        "udise": "00000000316654"
      },
      {
        "name": "सोमतवाडी",
        "udise": "00000000317506"
      },
      {
        "name": "खिरेश्वर",
        "udise": "00000000318575"
      },
      {
        "name": "टोकावडे",
        "udise": "00000000319906"
      },
      {
        "name": "कोहिंडे खु.",
        "udise": "00000000320538"
      },
      {
        "name": "चिखलगांव",
        "udise": "00000000321851"
      },
      {
        "name": "गोगवे",
        "udise": "00000000325580"
      },
      {
        "name": "कुरुंजी",
        "udise": "00000000326903"
      },
      {
        "name": "बोरबेट",
        "udise": "00000000327197"
      },
      {
        "name": "पांगारी",
        "udise": "00000000328301"
      },
      {
        "name": "कोते",
        "udise": "00000000329366"
      },
      {
        "name": "वडेश्वर",
        "udise": "00000000330894"
      },
      {
        "name": "बामणोली",
        "udise": "00000000331934"
      }
    ],
    "सोलापुर": [
      {
        "name": "होटगी",
        "udise": "00000000322511"
      },
      {
        "name": "सवतगव्हान",
        "udise": "00000000323881"
      },
      {
        "name": "वरुडा",
        "udise": "00000000324192"
      }
    ]
  },
  "नागपूर": {
    "अहेरी": [
      {
        "name": "गुड्डीगुडम",
        "udise": "00000000335366"
      },
      {
        "name": "जिमलगठ्ठा",
        "udise": "00000000336373"
      },
      {
        "name": "देचलीपेठा",
        "udise": "00000000337970"
      },
      {
        "name": "पेरमिली",
        "udise": "00000000338185"
      },
      {
        "name": "व्येंकटापूर",
        "udise": "0000000033940"
      },
      {
        "name": "झींगानुर",
        "udise": "00000000340644"
      },
      {
        "name": "बामणी",
        "udise": "0000000034152"
      },
      {
        "name": "सिरोंचा",
        "udise": "000000003426"
      },
      {
        "name": "मुलचेरा",
        "udise": "00000000343402"
      },
      {
        "name": "लोहारा",
        "udise": "00000000344203"
      },
      {
        "name": "खमनचेरु",
        "udise": "00000000345880"
      }
    ],
    "भामरागड": [
      {
        "name": "जारावंडी",
        "udise": "00000000346513"
      },
      {
        "name": "तोडसा",
        "udise": "00000000347316"
      },
      {
        "name": "हालेवारा",
        "udise": "00000000348993"
      },
      {
        "name": "कसनसुर",
        "udise": "00000000349152"
      },
      {
        "name": "जांबिया",
        "udise": "00000000350112"
      },
      {
        "name": "लाहेरी",
        "udise": "00000000351199"
      },
      {
        "name": "कोठी",
        "udise": "0000000035245"
      },
      {
        "name": "ताडगाव",
        "udise": "00000000353525"
      }
    ],
    "गडचिरोली": [
      {
        "name": "अंगारा",
        "udise": "00000000354152"
      },
      {
        "name": "घाटी",
        "udise": "00000000355631"
      },
      {
        "name": "येंगलखेडा",
        "udise": "00000000356260"
      },
      {
        "name": "रामगड",
        "udise": "00000000357400"
      },
      {
        "name": "सोनसरी",
        "udise": "00000000358613"
      },
      {
        "name": "कोटगुल",
        "udise": "00000000359386"
      },
      {
        "name": "कोरची",
        "udise": "00000000360967"
      },
      {
        "name": "ग्यारापत्ती",
        "udise": "00000000361976"
      },
      {
        "name": "मशेली",
        "udise": "000000003629"
      },
      {
        "name": "भाकरोंडी",
        "udise": "00000000363737"
      },
      {
        "name": "कुरंडीमाल",
        "udise": "00000000364936"
      },
      {
        "name": "इंग्रजी मा.",
        "udise": "00000000389813"
      },
      {
        "name": "पोटेगाव",
        "udise": "00000000390475"
      },
      {
        "name": "भाडभिडी",
        "udise": "00000000391427"
      },
      {
        "name": "मार्कंडादेव",
        "udise": "00000000392893"
      },
      {
        "name": "रेगडी",
        "udise": "00000000393707"
      },
      {
        "name": "कारवाफा",
        "udise": "00000000394390"
      },
      {
        "name": "गोडलवाही",
        "udise": "00000000395684"
      },
      {
        "name": "पेंढरी",
        "udise": "00000000396597"
      },
      {
        "name": "मुरुमगाव",
        "udise": "00000000397476"
      },
      {
        "name": "येरमागड",
        "udise": "00000000398941"
      },
      {
        "name": "रांगी",
        "udise": "00000000399363"
      },
      {
        "name": "सावरगाव",
        "udise": "00000000400111"
      },
      {
        "name": "सोडे",
        "udise": "00000000401881"
      }
    ],
    "देवरी": [
      {
        "name": "मजितपूर",
        "udise": "00000000365293"
      },
      {
        "name": "कोयलारी",
        "udise": "00000000366101"
      },
      {
        "name": "ककोडी",
        "udise": "00000000367114"
      },
      {
        "name": "कडीकसा",
        "udise": "00000000368598"
      },
      {
        "name": "पालांदुर/ ज",
        "udise": "00000000369962"
      },
      {
        "name": "पुराडा",
        "udise": "00000000370261"
      },
      {
        "name": "बोरगांव/बा.",
        "udise": "00000000371933"
      },
      {
        "name": "ईळदा",
        "udise": "0000000037280"
      },
      {
        "name": "शेंडा",
        "udise": "00000000373580"
      },
      {
        "name": "जमाकुडो",
        "udise": "00000000374543"
      },
      {
        "name": "बिजेपार",
        "udise": "00000000375494"
      }
    ],
    "भंडारा": [
      {
        "name": "खापा",
        "udise": "00000000376516"
      }
    ],
    "चंद्रपूर": [
      {
        "name": "बोर्डा",
        "udise": "00000000377489"
      },
      {
        "name": "जिवती",
        "udise": "00000000380595"
      },
      {
        "name": "पाटण",
        "udise": "00000000381608"
      },
      {
        "name": "मंगी",
        "udise": "0000000038367"
      },
      {
        "name": "मरेगाव",
        "udise": "00000000384705"
      },
      {
        "name": "देवई",
        "udise": "00000000385429"
      },
      {
        "name": "देवाडा",
        "udise": "0000000038611"
      },
      {
        "name": "रुपापेठ",
        "udise": "00000000387947"
      }
    ],
    "चिमुर": [
      {
        "name": "जांभुळघाट",
        "udise": "00000000378877"
      },
      {
        "name": "चिंधिचक",
        "udise": "00000000379213"
      },
      {
        "name": "कोसंबी",
        "udise": "00000000382909"
      },
      {
        "name": "चंदनखेडा",
        "udise": "00000000388739"
      }
    ],
    "वर्धा": [
      {
        "name": "पांढुर्णा",
        "udise": "00000000402641"
      },
      {
        "name": "हिरापूर",
        "udise": "00000000403298"
      }
    ],
    "नागपूर": [
      {
        "name": "लाडगाव",
        "udise": "00000000404775"
      },
      {
        "name": "भोरगड",
        "udise": "00000000405832"
      },
      {
        "name": "हारदोली",
        "udise": "00000000406357"
      },
      {
        "name": "कोलीतमारा",
        "udise": "00000000407418"
      },
      {
        "name": "नवेगाव",
        "udise": "00000000408436"
      },
      {
        "name": "बेलदा",
        "udise": "00000000409776"
      },
      {
        "name": "कवडस",
        "udise": "00000000410542"
      }
    ]
  },
  "अमरावती": {
    "पांढरकवडा": [
      {
        "name": "झटाळा",
        "udise": "00000000411573"
      },
      {
        "name": "जांब",
        "udise": "00000000412294"
      },
      {
        "name": "रामपुर",
        "udise": "00000000413582"
      },
      {
        "name": "मोवाडा",
        "udise": "00000000414720"
      },
      {
        "name": "शिबला",
        "udise": "00000000415982"
      },
      {
        "name": "जुनोनी",
        "udise": "0000000041634"
      },
      {
        "name": "मार्थाजुन",
        "udise": "00000000417138"
      },
      {
        "name": "झरी",
        "udise": "00000000418683"
      },
      {
        "name": "बोथ",
        "udise": "00000000419938"
      },
      {
        "name": "सोनुर्ली",
        "udise": "0000000042090"
      },
      {
        "name": "कारेगाव बं",
        "udise": "00000000421544"
      },
      {
        "name": "बोटोणी",
        "udise": "00000000422157"
      },
      {
        "name": "किन्ही",
        "udise": "0000000042378"
      },
      {
        "name": "हिवरी",
        "udise": "00000000481704"
      },
      {
        "name": "कापरा",
        "udise": "00000000482848"
      },
      {
        "name": "चिचघाट",
        "udise": "0000000048338"
      },
      {
        "name": "नांझा",
        "udise": "00000000486466"
      },
      {
        "name": "अंतरगाव",
        "udise": "00000000487742"
      }
    ],
    "कळमनुरी": [
      {
        "name": "जामगव्हाण",
        "udise": "00000000424363"
      },
      {
        "name": "बोथी",
        "udise": "00000000428302"
      },
      {
        "name": "गोटेवाडी",
        "udise": "00000000429534"
      },
      {
        "name": "पिंपळदरी",
        "udise": "00000000484680"
      },
      {
        "name": "शिरडशहापुर",
        "udise": "00000000485726"
      }
    ],
    "पुसद": [
      {
        "name": "कोरटा",
        "udise": "00000000425122"
      },
      {
        "name": "हर्षि",
        "udise": "00000000431486"
      },
      {
        "name": "खैरखेडा",
        "udise": "00000000432666"
      },
      {
        "name": "वसंतपुर",
        "udise": "00000000433723"
      },
      {
        "name": "पुसद",
        "udise": "0000000043488"
      },
      {
        "name": "वडगाव",
        "udise": "00000000435573"
      },
      {
        "name": "पाळोदी",
        "udise": "00000000480571"
      }
    ],
    "किनवट": [
      {
        "name": "केदारगुडा",
        "udise": "00000000426559"
      },
      {
        "name": "तुळशी",
        "udise": "00000000427740"
      },
      {
        "name": "माहुर",
        "udise": "00000000430228"
      },
      {
        "name": "मोहपुर",
        "udise": "00000000436974"
      },
      {
        "name": "सारखणी",
        "udise": "00000000437778"
      },
      {
        "name": "उमरी (बा)",
        "udise": "00000000438452"
      },
      {
        "name": "जावरला",
        "udise": "00000000439224"
      },
      {
        "name": "तलाईगुडा",
        "udise": "00000000440375"
      },
      {
        "name": "किनवट",
        "udise": "0000000044142"
      },
      {
        "name": "पाटोदा",
        "udise": "00000000442730"
      },
      {
        "name": "बोधडी",
        "udise": "00000000443486"
      },
      {
        "name": "जलधारा",
        "udise": "00000000444444"
      },
      {
        "name": "सहस्त्रकुंड",
        "udise": "00000000445117"
      },
      {
        "name": "कुपटी",
        "udise": "00000000446297"
      },
      {
        "name": "एकघरी",
        "udise": "00000000447678"
      },
      {
        "name": "दुधड",
        "udise": "00000000448914"
      }
    ],
    "धारणी": [
      {
        "name": "वाईखुर्द",
        "udise": "00000000449318"
      },
      {
        "name": "माणिकपुर",
        "udise": "00000000450724"
      },
      {
        "name": "धानोरा",
        "udise": "00000000451940"
      },
      {
        "name": "अमरावती (इ.मा)",
        "udise": "00000000458654"
      },
      {
        "name": "चिखली",
        "udise": "00000000464327"
      },
      {
        "name": "जारीदा",
        "udise": "0000000046532"
      },
      {
        "name": "टेंब्रुसोडा (कन्या)",
        "udise": "00000000466267"
      },
      {
        "name": "डोमा",
        "udise": "00000000467329"
      },
      {
        "name": "रायपुर",
        "udise": "00000000468900"
      },
      {
        "name": "गुल्लरघाट",
        "udise": "00000000469813"
      },
      {
        "name": "चिरोडी",
        "udise": "00000000488187"
      },
      {
        "name": "राणीगांव",
        "udise": "00000000489289"
      },
      {
        "name": "टेंबली",
        "udise": "00000000490929"
      },
      {
        "name": "सावलीखेडा",
        "udise": "00000000491576"
      },
      {
        "name": "आडनदी",
        "udise": "00000000492999"
      },
      {
        "name": "बिजुधावडी",
        "udise": "00000000493405"
      },
      {
        "name": "कुटंगा",
        "udise": "00000000494589"
      },
      {
        "name": "सुसर्दा",
        "udise": "00000000495812"
      },
      {
        "name": "टिटंबा",
        "udise": "00000000496359"
      },
      {
        "name": "खारी",
        "udise": "00000000497850"
      }
    ],
    "अकोला": [
      {
        "name": "मुसळवाडी",
        "udise": "00000000452859"
      },
      {
        "name": "किन्हीराजा",
        "udise": "00000000453213"
      },
      {
        "name": "शेलुबाजार",
        "udise": "00000000454224"
      },
      {
        "name": "कोथळी बु",
        "udise": "00000000455628"
      },
      {
        "name": "घाटबोरी",
        "udise": "00000000456569"
      },
      {
        "name": "सायखेड",
        "udise": "00000000457513"
      },
      {
        "name": "पणज",
        "udise": "00000000459277"
      },
      {
        "name": "तरोडा",
        "udise": "00000000470889"
      }
    ],
    "छत्रपती संभाजीनगर": [
      {
        "name": "शेडाळा",
        "udise": "00000000471775"
      },
      {
        "name": "सुरुडी",
        "udise": "00000000472446"
      },
      {
        "name": "हट्टी",
        "udise": "00000000473393"
      },
      {
        "name": "तिसगाव",
        "udise": "00000000474576"
      },
      {
        "name": "वडनेर",
        "udise": "00000000475808"
      },
      {
        "name": "नागद",
        "udise": "00000000476454"
      },
      {
        "name": "ब्राम्हणी",
        "udise": "00000000477983"
      },
      {
        "name": "थेटेगव्हाण",
        "udise": "00000000478975"
      }
    ]
  }
} as const;